function minfo() {
let finfo = confirm('А знали ли вы, что сайт был сделан ещё летом или весной 24-ого года, но получил обновление лишь в 25 января 25-ого года. Одна из кнопок открывает определённый факт.');
  
if (finfo == true) {
    alert('В данном сайте должен был быть ворованный код Bootstrap-а, но в последний момент у автора очнулась совесть, и он отказался.');
} else {
    alert('А знали ли вы, что разроботчик данного сайта делал его бесплатно. А ТЫ СИДИШЬ НА ВСЁМ ГОТОВОМ! ЗАДРОТ!!!')
}
}